Repository: common-repository/kt-cleanpress
Catalog: includes/lang/kt-cleanpress-*.po
Languages: fr_fr

source: Please Select Some Options
fr_fr: Veuillez Sélectionner Quelques Options

source: Your Database is Already clean and optimized.
fr_fr: Votre base de données est déjà propre et optimisée.

source: Original Database Size was %1s , Final Database size is %2s , Freed Space %3s , Execution Time : %4s
fr_fr: Taille Originale de la base de données était %1s , la taille final est %2s . Espace dégagé est %3s . Temps d’exécution est %4s .

source: Posts Cleaning options
fr_fr: Options de nettoyages des articles

source: Clean Draft Posts
fr_fr: Effacer les articles brouillons

source: Clean Pending Posts
fr_fr: Effacer les articles en attente de relecture

source: Clean Trash Posts
fr_fr: Effacer les articles dans la corbeille

source: Pages Cleaning options
fr_fr: Options de nettoyages des pages

source: Clean Draft Pages
fr_fr: Effacer les pages brouillons

source: Clean Pending Pages
fr_fr: Effacer les pages en attente de relecture

source: Clean Trash Pages
fr_fr: Effacer les pages dans la corbeille

source: Comments Cleaning options
fr_fr: Options de nettoyages des commentaires

source: Clean Spam Comments
fr_fr: Effacer les commentaires spam

source: Clean Unapproved Comments
fr_fr: Effacer les commentaires non approuvés

source: Clean Trash Comments
fr_fr: Effacer les commentaires dans la corbeille

source: Other Cleaning options
fr_fr: Autres options de nettoyage

source: Clean Post Revisions
fr_fr: Effacer les révisions d'articles

source: Clean Auto Draft
fr_fr: Effacer les Auto brouillons

source: Clean Other Left Overs
fr_fr: Nettoyez les autres restes

source: Clean Empty Categories
fr_fr: Effacer les catégories vides

source: Clean Empty Tags
fr_fr: Effacer les mots-clefs vides

source: Optimize Tables
fr_fr: Optimiser la base de données

source: Select All
fr_fr: Sélectionnez tous

source: Execute
fr_fr: Exécuter

source: Reset
fr_fr: Réinitialiser

source: HELP SECTION
fr_fr: Section d'aide

source: Posts cleaning options
fr_fr: Options de nettoyages des articles

source: Clean Draft Posts:
fr_fr: Effacer les articles brouillons :

source: Will remove all posts marked as Draft including any related database data.
fr_fr: Effacera tous les articles brouillons incluant toutes les données connexes dans la base de données.

source: Clean Pending Posts:
fr_fr: Effacer les articles en attente de relecture:

source: Will remove all posts marked as pending including any related database data.
fr_fr: Effacera tous les articles en attente de relecture incluant toutes les données connexes dans la base de données.

source: Clean trash Posts:
fr_fr: Effacer les articles dans la corbeille:

source: Will remove all posts marked as trash including any related database data.
fr_fr: Effacera tous les articles dans la corbeille incluant toutes les données connexes dans la base de données.

source: Pages Cleaning Options
fr_fr: Options de nettoyages des pages

source: Clean Draft Pages:
fr_fr: Effacer les pages brouillons:

source: Will remove all pages marked as Draft including any related database data.
fr_fr: Effacera toutes les pages brouillons incluant toutes les données connexes dans la base de données.

source: Clean Pending Pages:
fr_fr: Effacer les pages en attente de relecture:

source: Will remove all pages marked as Pending any related database data.
fr_fr: Effacera toutes les pages en attente de relecture incluant toutes les données connexes dans la base de données.

source: Clean Trash Pages:
fr_fr: Effacer les pages dans la corbeille:

source: Will remove all pages marked as Trash any related database data.
fr_fr: Effacera toutes les pages dans la corbeille incluant toutes les données connexes dans la base de données.

source: Comments Cleaning Options
fr_fr: Options de nettoyages des commentaires

source: Clean Spam Comments:
fr_fr: Effacer les commentaires spam:

source: Will remove all comments marked as spam including any related database data.
fr_fr: Effacera tous les commentaires spam incluant toutes les données connexes dans la base de données.

source: Clean Unapproved Comments:
fr_fr: Effacer les commentaires non approuvés:

source: Will remove all comments marked as unapproved including any related database data.
fr_fr: Effacera tous les commentaires non approuvés incluant toutes les données connexes dans la base de données.

source: Clean Trash Comments:
fr_fr: Effacer les commentaires dans la corbeille:

source: Will remove all comments marked as trash including any related database data.
fr_fr: Effacera tous les commentaires dans la corbeille incluant toutes les données connexes dans la base de données.

source: Other Cleaning Options
fr_fr: Autres options de nettoyage

source: Clean Post Revisions:
fr_fr: Effacer les révisions d'articles:

source: Whenever a post is edited and saved WordPress automatically creates a backup to which one can revert. This option will remove all posts backups.
fr_fr: Chaque fois qu'un article est modifié et sauvegardé WordPress crée automatiquement une révision qui nous permettra de revenir à l’état du post avant la modification. Cette option supprime toutes les révisions.

source: Clean Auto Draft :
fr_fr: Effacer les Auto brouillons :

source: This is a left over from the process of creating a new WordPress page or post and not saving it as a draft of publishing it.
fr_fr: Il s'agit des restes dans la base de données causés par la création d'une nouvelle page ou article WordPress en ne le sauvegardant pas.

source: Clean Other Left Overs:
fr_fr: Nettoyez les autres restes:

source: Will remove navigation menus that are created but not saved , and all their related data , and will also remove unneeded lock and last entries in the database.
fr_fr: Supprimera les menus de navigations créés mais non sauvegarder incluant tous leurs données connexes. Supprimera également les entrées lock et last de la base de données.

source: Clean Empty Categories:
fr_fr: Effacer les catégories vides:

source: Will delete all categories that don’t have any post or link associated with them but will not remove the default WordPress categories.
fr_fr: Supprimera toutes les catégories qui ne sont pas liées à un article ou lien, mais ne supprimera pas les catégories originales de WordPress.

source: Clean Empty Tags:
fr_fr: Effacer les mots-clefs vides:

source: Will delete all tags that don’t have any post associated with them.
fr_fr: Supprimera toutes les mots-clefs qui ne sont pas liées à un article .

source: Optimize Tables:
fr_fr: Optimiser la base de données:

source: Reclaim unused space and defragment the data file.
fr_fr: Récupèrera l’espace non utilisé et défragmentera la base de données.
